function News() {
  return ( 
    <div className="hr-news text-black">
      <div className="container">
        <div className="max-w-screen-lg mt-5 mb-20 mx-auto flex flex-col gap-3">
          <h2 className="hr-news_title text-2xl font-bold">Bảng tin</h2>
          <div className="hr-news_box-content grid grid-cols-2 gap-3">
            <div className="hr-news_box-content-left flex flex-col gap-3">
              <div className="box-content-left_banner rounded-lg overflow-hidden">
                <img src="../../../images/hr-news_1.png" alt="" />
              </div>
              <div className="box-content-left_content bg-white rounded flex flex-col">
                <div className="box-content-left_content--info p-4 flex flex-col gap-3">
                  <div className="box-content-left_content--title text-lg font-semibold flex flex-row justify-between items-center">
                    Hiệu quả tuyển dụng
                    <svg xmlns="http://www.w3.org/2000/svg" className="w-5 h-5" viewBox="0 0 24 24" fill="rgb(203 213 225)">
                      <path fill-rule="evenodd" d="M2.25 12c0-5.385 4.365-9.75 9.75-9.75s9.75 4.365 9.75 9.75-4.365 9.75-9.75 9.75S2.25 17.385 2.25 12Zm8.706-1.442c1.146-.573 2.437.463 2.126 1.706l-.709 2.836.042-.02a.75.75 0 0 1 .67 1.34l-.04.022c-1.147.573-2.438-.463-2.127-1.706l.71-2.836-.042.02a.75.75 0 1 1-.671-1.34l.041-.022ZM12 9a.75.75 0 1 0 0-1.5.75.75 0 0 0 0 1.5Z" clip-rule="evenodd" />
                    </svg>
                  </div>
                  <div className="box-content-left_content--statistic grid grid-cols-2 gap-3">
                    <div className="content_statistic--item flex flex-row justify-between items-center p-3 bg-sky-100 rounded">
                      <div className="content_statistic--item-label flex flex-col gap-2 text-sky-600">
                        <span className="item-label_count font-semibold">205</span>
                        <span className="item-label_name text-sm font-medium">Chiến dịch đang mở</span>
                      </div>
                      <div className="content_statistic--item-icon p-2 rounded-full bg-sky-200">
                        <svg version="1.1" className="w-6 h-6" fill="rgb(7 89 133)" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 187.333 187.333">
                          <path d="M175.831,169.265c-1.054,0-2.014-0.667-2.363-1.69c-0.078-0.216-5.542-14.626-38.789-34.154 c-28.401-16.682-58.29-17.979-66.773-17.979c-0.465,0-0.884,0.003-1.252,0.009c-1.187,3.741-4.691,6.46-8.82,6.46h-5.791 l5.893,34.792c0.275,1.631-0.179,3.291-1.246,4.554c-1.066,1.263-2.627,1.987-4.28,1.987H39.706c-2.744,0-5.068-1.964-5.526-4.669 l-6.209-36.664h-8.138c-5.101,0-9.25-4.149-9.25-9.25v-2.375H6.981c-3.85,0-6.981-3.132-6.981-6.982V84.018 c0-3.85,3.132-6.982,6.981-6.982h3.602v-2.375c0-5.101,4.149-9.25,9.25-9.25h38c4.129,0,7.634,2.719,8.82,6.46 c0.368,0.005,0.787,0.009,1.252,0.009c8.483,0,38.372-1.296,66.773-17.979c33.332-19.578,38.739-34.012,38.789-34.155 c0.406-1.147,1.584-1.845,2.784-1.642c1.2,0.206,2.081,1.235,2.081,2.453v51.309c5.135,1.087,9,5.656,9,11.11v21.37 c0,5.455-3.865,10.023-9,11.11v51.309c0,1.227-0.89,2.272-2.101,2.468C176.098,169.254,175.964,169.265,175.831,169.265z M33.042,121.911l6.067,35.829c0.05,0.292,0.301,0.504,0.597,0.504h12.702c0.231,0,0.379-0.117,0.462-0.214 c0.083-0.098,0.174-0.263,0.135-0.493l-6.034-35.626H33.042z M67.905,110.442c11.282,0,40.621,1.819,69.307,18.667 c20.479,12.029,30.921,22.29,36.121,28.913V29.3c-5.2,6.623-15.642,16.883-36.121,28.913C108.526,75.06,79.188,76.879,67.905,76.879 c-0.291,0-0.565-0.001-0.822-0.003v33.569C67.34,110.443,67.614,110.442,67.905,110.442z M49.083,116.911h8.75 c2.344,0,4.25-1.907,4.25-4.25v-38c0-2.343-1.906-4.25-4.25-4.25h-38c-2.344,0-4.25,1.907-4.25,4.25v38 c0,2.343,1.906,4.25,4.25,4.25H49.083z M178.333,77.072v33.178c2.342-0.938,4-3.231,4-5.904v-21.37 C182.333,80.303,180.675,78.01,178.333,77.072z M6.981,82.036C5.889,82.036,5,82.925,5,84.018v19.286 c0,1.093,0.889,1.982,1.981,1.982h3.602v-23.25H6.981z"/>
                        </svg>
                      </div>
                    </div>
                    <div className="content_statistic--item flex flex-row justify-between items-center p-3 bg-green-200 rounded">
                      <div className="content_statistic--item-label flex flex-col gap-2 text-green-600">
                        <span className="item-label_count font-semibold">747</span>
                        <span className="item-label_name text-sm font-medium">CV tiếp nhận</span>
                      </div>
                      <div className="content_statistic--item-icon p-2 rounded-full bg-green-300">
                        <svg version="1.1" className="w-6 h-6" fill="rgb(22 101 52)" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 482.8 482.8">
                          <path d="M431.3,114.5c-1.4-3.3-3.5-6.4-6.1-8.9l-101.9-98c-2.5-2.4-5.4-4.3-8.6-5.6l0,0c-3.2-1.3-6.6-2-10.1-2H109 C76,0,49.3,26.7,49.3,59.7v363.4c0,33,26.7,59.7,59.7,59.7h264.8c33,0,59.7-26.7,59.7-59.7v-298 C433.5,121.5,432.7,117.9,431.3,114.5z M405.3,423.2c0,17.4-14.2,31.5-31.5,31.5H109c-17.4,0-31.5-14.2-31.5-31.5V59.8 c0-17.4,14.1-31.5,31.5-31.5h186.7V74c0,32.9,26.8,59.7,59.7,59.7h49.9V423.2z"/>
                          <path d="M110,241.5L110,241.5c0,7.7,6.3,14.1,14.1,14.1h237.1c7.7,0,14.1-6.3,14.1-14.1l0,0c0-7.7-6.3-14.1-14.1-14.1H124.1 C116.3,227.4,110,233.8,110,241.5z"/>
                          <path d="M361.1,283.7h-237c-7.7,0-14.1,6.3-14.1,14.1l0,0c0,7.7,6.3,14.1,14.1,14.1h237.1c7.7,0,14.1-6.3,14.1-14.1l0,0 C375.2,290,368.9,283.7,361.1,283.7z"/>
                          <path d="M361.1,340h-237c-7.7,0-14.1,6.3-14.1,14.1l0,0c0,7.7,6.3,14.1,14.1,14.1h237.1c7.7,0,14.1-6.3,14.1-14.1l0,0 C375.2,346.3,368.9,340,361.1,340z"/>
                          <path d="M255.1,396.2H122.9c-7.7,0-14.1,6.3-14.1,14.1s6.3,14.1,14.1,14.1h132.3c7.7,0,14.1-6.3,14.1-14.1 S262.9,396.2,255.1,396.2z"/>
                          <path d="M172.2,201.3h61.9c-0.3-25.7,0.7-39.5-16-45.6c-15.2-5.8-24.2-11.7-24.2-11.7l-11.7,36.9l-1.6,5l-5.2-14.8 c12-16.8-0.9-17.6-3.2-17.6l0,0l0,0l0,0l0,0l0,0l0,0c-2.2,0-15.2,0.8-3.2,17.6l-5.2,14.8l-1.6-5L150.4,144c0,0-9.1,5.9-24.2,11.7 c-16.7,6.1-15.7,19.8-16,45.6H169L172.2,201.3L172.2,201.3z"/>
                          <path d="M145.8,120.6c1.3,8.7,8,19.7,19,23.6c4.5,1.6,9.5,1.6,14,0c10.8-3.9,17.7-14.9,19.1-23.6c1.5-0.1,3.4-2.2,5.4-9.5 c2.8-10-0.2-11.5-2.7-11.2c0.5-1.4,0.9-2.7,1.1-4.1c4.3-25.8-8.4-26.7-8.4-26.7s-2.1-4.1-7.7-7.1c-3.7-2.2-8.9-3.9-15.7-3.3 c-2.2,0.1-4.3,0.5-6.3,1.2l0,0c-2.5,0.8-4.8,2.1-6.9,3.5c-2.6,1.6-5,3.6-7.1,5.9c-3.4,3.4-6.4,7.9-7.7,13.5 c-1.1,4.2-0.8,8.5,0.1,13.1l0,0c0.2,1.4,0.6,2.7,1.1,4.1c-2.5-0.2-5.5,1.2-2.7,11.2C142.5,118.4,144.4,120.5,145.8,120.6z"/>
                        </svg>
                      </div>
                    </div>
                    <div className="content_statistic--item flex flex-row justify-between items-center p-3 bg-orange-50 rounded">
                      <div className="content_statistic--item-label flex flex-col gap-2 text-orange-500">
                        <span className="item-label_count font-semibold">27</span>
                        <span className="item-label_name text-sm font-medium">Tin tuyển dụng hiển thị</span>
                      </div>
                      <div className="content_statistic--item-icon p-2 rounded-full bg-orange-100">
                        <svg version="1.1" className="w-6 h-6" fill="rgb(249 115 22)" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 482.8 482.8">
                            <path d="M431.3,114.5c-1.4-3.3-3.5-6.4-6.1-8.9l-101.9-98c-2.5-2.4-5.4-4.3-8.6-5.6l0,0c-3.2-1.3-6.6-2-10.1-2H109 C76,0,49.3,26.7,49.3,59.7v363.4c0,33,26.7,59.7,59.7,59.7h264.8c33,0,59.7-26.7,59.7-59.7v-298 C433.5,121.5,432.7,117.9,431.3,114.5z M405.3,423.2c0,17.4-14.2,31.5-31.5,31.5H109c-17.4,0-31.5-14.2-31.5-31.5V59.8 c0-17.4,14.1-31.5,31.5-31.5h186.7V74c0,32.9,26.8,59.7,59.7,59.7h49.9V423.2z"/>
                            <path d="M110,241.5L110,241.5c0,7.7,6.3,14.1,14.1,14.1h237.1c7.7,0,14.1-6.3,14.1-14.1l0,0c0-7.7-6.3-14.1-14.1-14.1H124.1 C116.3,227.4,110,233.8,110,241.5z"/>
                            <path d="M361.1,283.7h-237c-7.7,0-14.1,6.3-14.1,14.1l0,0c0,7.7,6.3,14.1,14.1,14.1h237.1c7.7,0,14.1-6.3,14.1-14.1l0,0 C375.2,290,368.9,283.7,361.1,283.7z"/>
                            <path d="M361.1,340h-237c-7.7,0-14.1,6.3-14.1,14.1l0,0c0,7.7,6.3,14.1,14.1,14.1h237.1c7.7,0,14.1-6.3,14.1-14.1l0,0 C375.2,346.3,368.9,340,361.1,340z"/>
                            <path d="M255.1,396.2H122.9c-7.7,0-14.1,6.3-14.1,14.1s6.3,14.1,14.1,14.1h132.3c7.7,0,14.1-6.3,14.1-14.1 S262.9,396.2,255.1,396.2z"/>
                        </svg>
                      </div>
                    </div>
                    <div className="content_statistic--item flex flex-row justify-between items-center p-3 bg-red-100 rounded">
                      <div className="content_statistic--item-label flex flex-col gap-2 text-red-600">
                        <span className="item-label_count font-semibold">5</span>
                        <span className="item-label_name text-sm font-medium">CV ứng tuyển mới</span>
                      </div>
                      <div className="content_statistic--item-icon p-2 rounded-full bg-red-200">
                        <svg className="w-6 h-6" fill="rgb(220 38 38)" viewBox="0 0 1920 1920" xmlns="http://www.w3.org/2000/svg">
                            <path d="m807.186 686.592 272.864 272.864H0v112.94h1080.05l-272.864 272.978 79.736 79.849 409.296-409.183-409.296-409.184-79.736 79.736ZM1870.419 434.69l-329.221-329.11C1509.688 74.07 1465.979 56 1421.48 56H451.773v730.612h112.94V168.941h790.584v451.762h451.762v1129.405H564.714v-508.233h-112.94v621.173H1920V554.52c0-45.176-17.619-87.754-49.58-119.83Zm-402.181-242.37 315.443 315.442h-315.443V192.319Z" fill-rule="evenodd"/>
                        </svg>
                      </div>
                    </div>
                  </div>
                  <div className="box-content-left_content--chart">
                    <div className="content_chart--item mb-2">
                      <img src="../../../images/hr-news_chart.png" alt="" />
                    </div>
                    <div className="content_chart--item flex flex-row gap-2 justify-center text-sm text-slate-500">
                      <svg className="w-5 h-5" fill="rgb(100 116 139)" viewBox="0 0 16 16" version="1.1" xmlns="http://www.w3.org/2000/svg">
                        <path d="M5 11h3v5h-3v-5z"></path>
                        <path d="M1 14h3v2h-3v-2z"></path>
                        <path d="M13 12h3v4h-3v-4z"></path>
                        <path d="M9 9h3v7h-3v-7z"></path>
                        <path d="M16 0.070l-5.68 4.97-5.47-1.7-4.85 3.76v1.9l5.15-4 5.53 1.72 5.32-4.66v-1.99z"></path>
                      </svg>
                      Kết quả CV tiếp nhận 28 ngày qua
                    </div>
                  </div>
                </div>
                <div className="box-content-left_content--action p-4 uppercase text-green-700 flex flex-row gap-2 items-center border-t cursor-pointer">
                  <svg className="w-6 h-6" fill="rgb(21 128 61)" viewBox="0 0 24 24" xmlns="http://www.w3.org/2000/svg">
                    <path d="M8,8 L4,8 L4,13 L11,13 L13,13 L20,13 L20,8 L16,8 L8,8 Z M8,6 L8,5 C8,3.8954305 8.8954305,3 10,3 L14,3 C15.1045695,3 16,3.8954305 16,5 L16,6 L20,6 C21.1045695,6 22,6.8954305 22,8 L22,19 C22,20.1045695 21.1045695,21 20,21 L4,21 C2.8954305,21 2,20.1045695 2,19 L2,8 C2,6.8954305 2.8954305,6 4,6 L8,6 Z M11,15 L4,15 L4,19 L20,19 L20,15 L13,15 L13,16 L11,16 L11,15 Z M14,6 L14,5 L10,5 L10,6 L14,6 Z"/>
                  </svg>
                  <span>Quản lý chiến dịch tuyển dụng</span>
                </div>
              </div>
            </div>
            <div className="hr-news_box-content-right flex flex-col gap-3">
              <div className="box-content-right_banner rounded-lg overflow-hidden">
                <img src="../../../images/hr-news_2.png" alt="" />
              </div>
              <div className="box-content-right_content bg-white rounded flex flex-col">
                <div className="box-content-right_content--user grid grid-cols-5">
                  <div className="content_user--information col-span-3 pl-3 py-3 flex flex-row gap-3 items-center">
                    <div className="content_user--information-avatar rounded-full w-10 h-10">
                      <img src="../../../images/user-logo.png" alt="" />
                    </div>
                    <div className="content_user--information-details flex flex-col gap-1">
                      <div className="information-detail_name font-medium">
                        Nguyễn Thị Ngọc
                      </div>
                      <div className="information-detail_more flex flex-wrap gap-1 text-xs text-slate-500">
                        <span className="detail_more--id pr-1 border-r">Mã NTD: 218868</span>
                        <span className="detail_more--email pr-1 border-r">NGOCNT1303@toppy.vn</span>
                        <span className="detail_more--phone pr-1">0963087836</span>
                      </div>
                    </div>
                  </div>
                  <div className="content_user-info--rank col-span-2 p-2 my-3 bg-slate-950 rounded-l-full flex flex-row items-center gap-3 group/rank cursor-pointer">
                    <div className="user-info_rank--icon p-3 bg-slate-400 max-w-fit rounded-full">
                      <img src="../../../images/rank-icon.png" className="w-6 h-6" alt="" />
                    </div>
                    <div className="user-info_rank--info flex flex-row gap-2 items-center text-white">
                      <div className="rank_info--details flex flex-col">
                        <span className="rank_info--detail uppercase font-semibold">Diamond</span>
                        <span className="rank_info--detail text-sm">Hạng khách hàng</span>
                      </div>
                      <div className="rank_info--action transition ease-out duration-500 group-hover/rank:pl-1 group-hover/rank:ease-in">
                        <svg xmlns="http://www.w3.org/2000/svg" className="w-5 h-5" fill="none" viewBox="0 0 24 24" stroke-width="1.5" stroke="currentColor">
                          <path stroke-linecap="round" stroke-linejoin="round" d="M17.25 8.25 21 12m0 0-3.75 3.75M21 12H3" />
                        </svg>
                      </div>
                    </div>
                  </div>
                </div>
                <div className="box-content-right_content--info p-3 flex flex-col gap-3">
                  <div className="box-content-right_content--title text-md font-semibold flex flex-row gap-1">
                    Tài khoảng xác thực:
                    <span className="text-green-500">Cấp 3/5</span>
                  </div>
                  <div className="box-content-right_content--upgrades flex flex-col gap-3">
                    <div className="box-content-right_content--upgrade flex flex-row gap-3">
                      <div className="content-upgrade--icon max-w-fit bg-green-100 p-2 rounded-full">
                        <svg version="1.1" className="w-6 h-6" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512">
                                <path fill="#FFC26D" d="M328.281,197.518l42.263,42.263c24.05,24.05,24.05,63.164,0,87.214L220.116,477.423 c-24.041,24.041-63.156,24.041-87.206-0.008l-42.263-42.263l23.302-23.302l42.263,42.263c11.194,11.194,29.407,11.185,40.592,0 l150.428-150.428c11.194-11.194,11.194-29.399,0-40.592l-42.263-42.263L328.281,197.518z"/>
                        <rect x="96.305" y="419.158" transform="matrix(0.7071 -0.7071 0.7071 0.7071 -273.8401 206.8599)" fill="#FF9A1B" width="32.955" height="29.653"/>
                              <path fill="#FF9A1B" d="M328.281,197.518l31.297,31.297c-5.819,2.225-11.655,4.803-17.441,7.751 c-4.635,2.351-9.161,4.963-13.604,7.826l-23.563-23.563L328.281,197.518z"/>
                              
                        <rect x="244.158" y="350.659" transform="matrix(0.7071 -0.7071 0.7071 0.7071 -169.6652 324.6759)" fill="#FF9A1B" width="125.857" height="32.966"/>
                            <path fill="#FFDBAA" d="M258.805,224.848L29.706,453.947l30.287,30.287l229.099-229.099
                        c13.381-13.381,28.64-24.812,45.506-33.393c73.111-37.198,150.367-19.379,150.367-19.379L311.578,28.974 c0,0,17.818,77.256-19.379,150.367C283.617,196.208,272.187,211.466,258.805,224.848z"/>
                            
                        <rect x="164.014" y="265.587" transform="matrix(0.7071 -0.7071 0.7071 0.7071 -136.4688 244.5326)" fill="#FFC26D" width="125.857" height="42.823"/>
                            <path fill="#FFB54E" d="M506.957,214.21L506.957,214.21c-6.725,6.725-17.627,6.725-24.352,0L299.729,31.335 c-6.725-6.725-6.725-17.627,0-24.352l0,0c6.725-6.725,17.627-6.725,24.352,0l182.875,182.875 C513.681,196.583,513.681,207.486,506.957,214.21z"/>
                            <circle fill="#FFB54E" cx="37.922" cy="476.017" r="34.043"/>
                            <path fill="#FF9A1B" d="M61.991,500.092c-8.823,8.823-21.296,11.788-32.573,8.884c5.705-1.452,11.093-4.417,15.561-8.884 c13.301-13.301,13.301-34.853,0-48.144c-4.468-4.468-9.856-7.433-15.561-8.895c11.277-2.904,23.75,0.061,32.573,8.895 C75.292,465.239,75.292,486.791,61.991,500.092z"/>
                            <path fill="#FF9A1B" d="M79.186,424.033c-1.962,0-3.925-0.748-5.422-2.246l-13.318-13.317 c-2.995-2.994-2.995-7.849,0-10.844c2.994-2.994,7.85-2.995,10.844,0l13.318,13.317c2.995,2.994,2.995,7.849,0,10.844 C83.11,423.284,81.148,424.033,79.186,424.033z"/>
                            <path fill="#FF9A1B" d="M103.603,399.615c-1.962,0-3.925-0.748-5.422-2.246l-13.318-13.317 c-2.995-2.994-2.995-7.849,0-10.844c2.994-2.994,7.85-2.995,10.844,0l13.318,13.317c2.995,2.994,2.995,7.849,0,10.844 C107.528,398.866,105.566,399.615,103.603,399.615z"/>
                            <path fill="#FF9A1B" d="M128.021,375.197c-1.962,0-3.925-0.749-5.422-2.246l-13.318-13.318 c-2.995-2.994-2.995-7.85,0-10.844c2.994-2.994,7.85-2.994,10.844,0l13.318,13.318c2.995,2.994,2.995,7.85,0,10.844 C131.946,374.448,129.983,375.197,128.021,375.197z"/>
                            <path fill="#F37D7E" d="M425.171,435.385l-41.437,8.399l-8.399,41.437c-1.129,5.569-8.003,7.641-12.022,3.623L173.6,299.13 c-4.638-4.638-4.638-12.157,0-16.794l48.686-48.686c4.638-4.638,12.157-4.638,16.794,0l189.713,189.713 C432.812,427.381,430.74,434.256,425.171,435.385z"/>
                            <path fill="#ED6264" d="M239.077,233.651l189.711,189.711c4.022,4.022,1.957,10.891-3.611,12.025l-14.368,2.914 L222.618,250.11c-4.635-4.635-12.159-4.635-16.794,0l16.459-16.459C226.926,229.007,234.441,229.016,239.077,233.651z"/>
                            <path fill="#FFDBAA" d="M29.126,483.661H7.668c-4.235,0-7.668-3.433-7.668-7.668s3.433-7.668,7.668-7.668h21.458 c4.235,0,7.668,3.433,7.668,7.668S33.36,483.661,29.126,483.661z"/>
                            <path fill="#FFDBAA" d="M461.729,58.941c-1.962,0-3.925-0.748-5.422-2.246c-2.995-2.995-2.995-7.85,0-10.844l14.405-14.405 c2.995-2.994,7.85-2.995,10.844,0c2.995,2.995,2.995,7.85,0,10.844l-14.405,14.405C465.654,58.192,463.691,58.941,461.729,58.941z "/>
                              <path fill="#FFDBAA" d="M479.856,87.154c-3.567,0-6.761-2.502-7.504-6.132c-0.849-4.149,1.826-8.2,5.975-9.049 l19.958-4.083c4.153-0.852,8.2,1.826,9.049,5.975c0.849,4.149-1.826,8.2-5.975,9.049l-19.958,4.083 C480.882,87.103,480.365,87.154,479.856,87.154z"/>
                              <path fill="#FFDBAA" d="M433.525,40.807c-0.51,0-1.026-0.051-1.545-0.157c-4.149-0.849-6.824-4.9-5.975-9.049 l4.083-19.958c0.849-4.149,4.901-6.828,9.049-5.975c4.149,0.849,6.824,4.9,5.975,9.049l-4.083,19.958 C440.287,38.305,437.092,40.807,433.525,40.807z"/>
                        </svg>
                      </div>
                      <div className="content-upgrade--text text-sm">
                        <span className="font-semibold">Nâng cấp tài khoản: </span>
                        Để đạt
                        <span className="font semibold text-green-500"> cấp 4/5, </span>
                        Quý khách cần 
                        <span className="font semibold text-green-500"> được duyệt Giấy phép kinh doanh và chưa có lịch sử bị báo cáo tin đăng.</span>
                      </div>

                    </div>
                    <div className="box-content-right_content--upgrade flex flex-row gap-3">
                      <div className="content-upgrade--icon max-w-fit bg-green-100 p-2 rounded-full">
                        <svg version="1.1" className="w-6 h-6" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 512">
                            <path fill="#E84649" d="M449.637,433.766l21.184,18.773c7.173,6.356,2.677,18.209-6.907,18.209H348.887 c-5.752,0-10.415-4.663-10.415-10.415v-65.872h126.648c9.429,0,14.005,11.531,7.14,17.996L449.637,433.766z"/>
                            <path fill="#D73337" d="M400.397,394.461v17.007c0,13.778-11.206,24.995-24.995,24.995h-36.93v-42.002H400.397z"/>
                            <path fill="#E84649" d="M173.527,394.461v65.872c0,5.752-4.663,10.415-10.415,10.415H48.086 c-9.584,0-14.08-11.852-6.907-18.209l21.184-18.773l-22.624-21.309c-6.864-6.465-2.289-17.996,7.14-17.996H173.527z"/>
                            <path fill="#D73337" d="M111.603,394.461h61.925v42.002h-36.93c-13.789,0-24.995-11.216-24.995-24.995V394.461z"/>
                              <path fill="#83B832" d="M374.481,385.758c-2.911,0-5.699-1.653-7.009-4.467c-1.802-3.868-0.126-8.464,3.742-10.266 c33.86-15.77,58.795-38.031,74.11-66.165c12.287-22.572,18.538-49.087,18.578-78.806c0.07-51.416-18.694-95.031-18.883-95.466 c-1.706-3.909,0.078-8.463,3.987-10.171c3.907-1.708,8.46,0.071,10.17,3.979c0.823,1.878,20.137,46.626,20.179,101.189 c0.04,51.131-17.557,120.3-101.618,159.448C376.683,385.524,375.572,385.758,374.481,385.758z"/>
                                <path fill="#BDEB73" d="M452.432,67.648c8.582,24.851,10.865,60.983-0.37,64.863 c-11.236,3.88-31.736-25.96-40.318-50.811c-8.582-24.851-1.997-35.303,9.239-39.183
                        C432.218,38.636,443.849,42.797,452.432,67.648z"/>
                                <path fill="#9AD63B" d="M452.058,132.506c-2.614,0.906-5.738-0.021-9.102-2.291c3.583-13.039,0.687-37.805-5.707-56.322 c-6.79-19.652-15.486-26.359-24.391-26.39c2.187-2.291,4.968-3.905,8.123-4.989c11.237-3.874,22.87,0.281,31.452,25.13 C461.015,92.504,463.296,128.632,452.058,132.506z"/>
                                <path fill="#8EC737" d="M472.044,228.944c-5.186,3.833-15.945-0.989-27.192-9.571 c-9.488-7.248-19.329-17.163-26.484-26.838c-15.632-21.152-12.477-33.087-2.916-40.158c9.29-6.863,21.214-6.592,36.232,12.851 c0.437,0.552,0.864,1.125,1.302,1.719C468.607,188.088,481.604,221.873,472.044,228.944z"/>
                                <path fill="#83B832" d="M472.044,228.944c-5.186,3.833-15.945-0.989-27.192-9.571c-0.615-4.437-0.792-9.446-0.531-15.007
                        c0.573-12.393,3.281-26.64,7.363-39.138c0.437,0.552,0.864,1.125,1.302,1.719C468.607,188.088,481.604,221.873,472.044,228.944z
                        "/>
                                <path fill="#BDEB73" d="M467.238,164.96c-9.264,24.605-12.543,60.66-1.419,64.848 c11.125,4.189,32.44-25.075,41.704-49.68c9.264-24.605,2.97-35.234-8.155-39.423
                        C488.245,136.517,476.503,140.355,467.238,164.96z"/>
                                <path fill="#9AD63B" d="M507.526,180.131c-9.269,24.599-30.577,53.864-41.71,49.677c-2.593-0.968-4.395-3.676-5.53-7.561 c11.102-7.644,24.787-28.671,31.723-47.084c7.301-19.402,4.936-30.108-1.843-35.826c3.072-0.323,6.165,0.219,9.206,1.364 C510.494,144.899,516.785,155.522,507.526,180.131z"/>
                                <path fill="#8EC737" d="M445.216,334.912c-6.28,1.479-14.257-7.207-21.204-19.538 c-5.863-10.394-10.987-23.401-13.747-35.107c-6.02-25.588,1.593-35.326,13.164-38.044c11.258-2.645,22.11,2.312,28.234,26.12 c0.177,0.677,0.344,1.364,0.51,2.072C458.182,296.014,456.787,332.183,445.216,334.912z"/>
                                <path fill="#83B832" d="M445.216,334.912c-6.28,1.479-14.257-7.207-21.204-19.538c1.177-4.322,2.989-8.988,5.426-13.997
                        c5.426-11.164,13.539-23.172,22.225-33.035c0.177,0.677,0.344,1.364,0.51,2.072
                        C458.182,296.014,456.787,332.183,445.216,334.912z"/>
                                <path fill="#BDEB73" d="M466.051,274.221c-18.223,18.952-35.464,50.786-26.896,59.025 c8.569,8.239,39.702-10.237,57.925-29.189c18.223-18.952,16.634-31.202,8.065-39.441 C496.577,256.377,484.273,255.27,466.051,274.221z"/>
                                <path fill="#9AD63B" d="M497.08,304.054c-18.225,18.954-49.354,37.43-57.926,29.192 c-1.323-1.271-2.031-3.114-2.208-5.384c13.226-3.885,32.139-16.83,44.814-30.004c17.746-18.454,16.705-30.556,8.727-38.794 c5.853-0.583,10.664,1.708,14.653,5.551C513.712,272.852,515.306,285.11,497.08,304.054z"/>
                              <path fill="#83B832" d="M137.519,385.758c-1.093,0-2.201-0.232-3.257-0.724C50.202,345.885,32.605,276.716,32.645,225.586 c0.042-54.563,19.356-99.311,20.179-101.189c1.711-3.908,6.265-5.691,10.176-3.979c3.908,1.711,5.69,6.267,3.979,10.176 c-0.293,0.675-18.952,44.189-18.881,95.461c0.04,29.719,6.292,56.233,18.578,78.806c15.315,28.134,40.249,50.395,74.11,66.165 c3.868,1.802,5.544,6.397,3.742,10.266C143.218,384.104,140.431,385.758,137.519,385.758z"/>
                                <path fill="#BDEB73" d="M59.568,67.648c-8.582,24.851-10.865,60.983,0.37,64.863s31.736-25.96,40.318-50.811 s1.997-35.303-9.239-39.183S68.151,42.797,59.568,67.648z"/>
                                <path fill="#9AD63B" d="M100.256,81.704c-8.582,24.849-29.077,54.687-40.315,50.802c-2.76-0.948-4.707-3.843-5.936-8.05 c10.935-7.821,24.172-29.39,30.64-48.115c6.478-18.767,4.312-29.327-1.979-35.024c2.77-0.229,5.572,0.24,8.352,1.198 C102.256,46.399,108.837,56.844,100.256,81.704z"/>
                                <path fill="#8EC737" d="M39.956,228.944c5.186,3.833,15.945-0.989,27.192-9.571c9.488-7.248,19.329-17.163,26.484-26.838 c15.632-21.152,12.477-33.087,2.916-40.158c-9.29-6.863-21.214-6.592-36.232,12.851c-0.437,0.552-0.864,1.125-1.302,1.719 C43.393,188.088,30.396,221.873,39.956,228.944z"/>
                                <path fill="#83B832" d="M93.632,192.535c-7.155,9.675-16.996,19.59-26.484,26.838 c-11.248,8.582-22.006,13.404-27.192,9.571c-1.406-1.041-2.333-2.676-2.822-4.749c4.353-1.896,9.259-4.968,14.257-8.779 c9.488-7.249,19.329-17.163,26.484-26.838c15.382-20.808,12.57-32.702,3.374-39.804c5.738-1.354,10.831,0.302,15.299,3.604 C106.109,159.448,109.264,171.383,93.632,192.535z"/>
                                <path fill="#83B832" d="M39.956,228.944c5.186,3.833,15.945-0.989,27.192-9.571c0.614-4.437,0.792-9.446,0.531-15.007 c-0.573-12.393-3.281-26.64-7.363-39.138c-0.437,0.552-0.864,1.125-1.302,1.719C43.393,188.088,30.396,221.873,39.956,228.944z" />
                                <path fill="#BDEB73" d="M44.762,164.96c9.264,24.605,12.543,60.66,1.419,64.848c-11.125,4.189-32.44-25.075-41.704-49.68
                        s-2.97-35.234,8.155-39.423S35.497,140.355,44.762,164.96z"/>
                                <path fill="#9AD63B" d="M46.184,229.809c-2.802,1.052-6.249-0.01-9.987-2.593c4.062-12.56,0.479-38.732-6.749-57.925 c-6.592-17.496-14.424-24.485-22.402-25.557c1.645-1.271,3.53-2.26,5.582-3.031c11.123-4.187,22.87-0.344,32.129,24.255 C54.026,189.567,57.306,225.622,46.184,229.809z"/>
                                <path fill="#8EC737" d="M66.784,334.912c6.28,1.479,14.257-7.207,21.204-19.538 c5.863-10.394,10.987-23.401,13.747-35.107c6.02-25.588-1.593-35.326-13.164-38.044c-11.258-2.645-22.11,2.312-28.234,26.12 c-0.177,0.677-0.344,1.364-0.51,2.072C53.818,296.014,55.213,332.183,66.784,334.912z"/>
                                <path fill="#83B832" d="M101.735,280.267c-2.76,11.706-7.884,24.714-13.747,35.107 c-6.946,12.331-14.924,21.017-21.204,19.538c-2.958-0.698-5.249-3.583-6.926-7.915c4.062-3.468,8.28-9.238,12.164-16.143 c5.863-10.394,10.987-23.401,13.747-35.107c4.364-18.538,1.562-28.765-4.707-34.014c2.447-0.312,4.968-0.104,7.509,0.489 C100.141,244.941,107.754,254.679,101.735,280.267z"/>
                                <path fill="#83B832" d="M66.784,334.912c6.28,1.479,14.257-7.207,21.204-19.538c-1.177-4.322-2.989-8.988-5.426-13.997 c-5.426-11.164-13.539-23.172-22.225-33.035c-0.177,0.677-0.344,1.364-0.51,2.072C53.818,296.014,55.213,332.183,66.784,334.912 z"/>
                                <path fill="#BDEB73" d="M45.949,274.221c18.223,18.952,35.464,50.786,26.896,59.025s-39.702-10.237-57.925-29.189 c-18.223-18.952-16.634-31.202-8.065-39.441S27.727,255.27,45.949,274.221z"/>
                                <path fill="#9AD63B" d="M72.845,333.246c-2.739,2.635-7.79,2.541-13.987,0.562c2.302-11.821-12.935-38.367-28.921-54.989 c-8.748-9.102-16.132-13.57-22.391-14.851c8.529-7.634,20.662-8.196,38.398,10.258C64.17,293.171,81.416,325.008,72.845,333.246 z"/>
                          <path fill="#ED6264" d="M375.407,421.883H136.593c-5.752,0-10.415-4.663-10.415-10.415v-76.383 c0-5.752,4.663-10.415,10.415-10.415h238.814c5.752,0,10.415,4.663,10.415,10.415v76.383
                        C385.822,417.22,381.159,421.883,375.407,421.883z"/>
                          <path fill="#E84649" d="M385.817,335.088v76.38c0,5.749-4.655,10.415-10.414,10.415H350.96 c5.759,0,10.415-4.666,10.415-10.415v-76.38c0-5.759-4.655-10.415-10.415-10.415h24.443 C381.162,324.673,385.817,329.329,385.817,335.088z"/>
                            <path fill="#FFDBAA" d="M294.746,318.66c0,9.538-3.453,18.286-9.174,25.036c-7.115,8.384-17.724,13.709-29.572,13.709 c-11.847,0-22.457-5.326-29.572-13.709c-5.721-6.751-9.174-15.498-9.174-25.036c0-21.396,17.35-38.746,38.746-38.746 S294.746,297.264,294.746,318.66z"/>
                            <path fill="#FFC26D" d="M294.746,318.66c0,9.538-3.453,18.286-9.174,25.036L256,328.146l-29.572,15.55 c-5.721-6.751-9.174-15.498-9.174-25.036c0-21.396,17.35-38.746,38.746-38.746S294.746,297.264,294.746,318.66z"/>
                                <path fill="#FFCE8B" d="M375.523,212.321l-50.52,49.229l11.925,69.529c1.784,10.413-9.139,18.346-18.499,13.437 L256,311.697l-62.429,32.82c-9.36,4.909-20.283-3.024-18.499-13.437l6.455-37.644l5.47-31.885l-50.52-49.229 c-7.56-7.372-3.38-20.232,7.067-21.744l69.801-10.141l31.223-63.261c4.672-9.479,18.193-9.479,22.865,0l31.223,63.261 l23.256,3.38l46.545,6.761C378.904,192.089,383.083,204.949,375.523,212.321z"/>
                                <path fill="#FFB54E" d="M375.523,212.321l-50.52,49.229l11.925,69.529c1.784,10.413-9.139,18.346-18.499,13.437 L256,311.697l-62.429,32.82c-9.36,4.909-20.283-3.024-18.499-13.437l6.455-37.644c96.879-17.684,129.597-70.871,140.384-109.62 l46.545,6.761C378.904,192.089,383.083,204.949,375.523,212.321z"/>
                          <path fill="#FFCE8B" d="M316.961,392.959H195.039c-4.268,0-7.726-3.459-7.726-7.726s3.459-7.726,7.726-7.726h121.922 c4.268,0,7.726,3.459,7.726,7.726S321.228,392.959,316.961,392.959z"/>
                        </svg>
                      </div>
                      <div className="content-upgrade--text text-sm">
                        <span className="font-semibold">Quyền lợi: </span>
                        Khi đạt
                        <span className="font semibold text-green-500"> cấp 4/5, </span>
                        nhà tuyển dụng có thể đăng tin tuyển dụng, tìm kiếm CV và xem CV ứng viên từ công cụ tìm kiếm CV không giới hạn.
                      </div>

                    </div>
                  </div>

                </div>
                <div className="box-content-right_content--actions p-3 text-sm flex flex-row gap-3">
                  <span className="content-action_update text-white bg-green-500 px-3 py-2 rounded cursor-pointer">Cập nhật thông tin xác thực</span>
                  <span className="content-action_more-info text-green-500 border border-green-400 px-3 py-2 rounded cursor-pointer">Tìm hiểu thêm</span>
                </div>
                <div className="box-content-right_content--account grid grid-cols-2 border-t">
                  <div className="content-account_CP border-r p-3">
                    <span className="content-account_CP--label text-slate-600 text-xs">Số lượng credit (CP)</span>
                    <div className="content-account_CP--value mt-2 flex flex-row gap-1 text-xs">
                      <div className="CP_value-balance max-w-fit flex flex-col gap-1">
                        <div className="balance-value p-1 px-2 bg-amber-500 rounded-full text-white font-medium text-center">Chính: 14924 CP</div>
                        <div className="balance-expiry text-xs flex flex-row gap-1 items-center justify-center text-slate-600">
                          <svg className="w-3 h-3" viewBox="0 0 15 15" fill="rgb(71 85 105)" xmlns="http://www.w3.org/2000/svg">
                            <path d="M7.5 7.5H7C7 7.63261 7.05268 7.75979 7.14645 7.85355L7.5 7.5ZM7.5 14C3.91015 14 1 11.0899 1 7.5H0C0 11.6421 3.35786 15 7.5 15V14ZM14 7.5C14 11.0899 11.0899 14 7.5 14V15C11.6421 15 15 11.6421 15 7.5H14ZM7.5 1C11.0899 1 14 3.91015 14 7.5H15C15 3.35786 11.6421 0 7.5 0V1ZM7.5 0C3.35786 0 0 3.35786 0 7.5H1C1 3.91015 3.91015 1 7.5 1V0ZM7 3V7.5H8V3H7ZM7.14645 7.85355L10.1464 10.8536L10.8536 10.1464L7.85355 7.14645L7.14645 7.85355Z" />
                          </svg>
                          20/5/2024
                        </div>
                      </div>
                      <div className="CP_value-promotional max-w-fit flex flex-col gap-1">
                        <div className="promotional-value p-1 px-2 text-amber-500 rounded-full bg-amber-100 font-medium text-center">Khuyến mãi: 5929 CP</div>
                        <div className="promotional-expiry text-xs flex flex-row gap-1 items-center justify-center text-slate-600">
                          <svg className="w-3 h-3" viewBox="0 0 15 15" fill="rgb(71 85 105)" xmlns="http://www.w3.org/2000/svg">
                            <path d="M7.5 7.5H7C7 7.63261 7.05268 7.75979 7.14645 7.85355L7.5 7.5ZM7.5 14C3.91015 14 1 11.0899 1 7.5H0C0 11.6421 3.35786 15 7.5 15V14ZM14 7.5C14 11.0899 11.0899 14 7.5 14V15C11.6421 15 15 11.6421 15 7.5H14ZM7.5 1C11.0899 1 14 3.91015 14 7.5H15C15 3.35786 11.6421 0 7.5 0V1ZM7.5 0C3.35786 0 0 3.35786 0 7.5H1C1 3.91015 3.91015 1 7.5 1V0ZM7 3V7.5H8V3H7ZM7.14645 7.85355L10.1464 10.8536L10.8536 10.1464L7.85355 7.14645L7.14645 7.85355Z" />
                          </svg>
                          20/5/2024
                        </div>
                      </div>
                    </div>
                  </div>
                  <div className="content-account_OP border-r p-3">
                    <span className="content-account_CP--label text-slate-600 text-xs">Số lượt mở liên hệ ứng viên (OP)</span>
                    <div className="content-account_CP--value mt-2 flex flex-row gap-1 text-xs">
                      <div className="CP_value-balance max-w-fit flex flex-col gap-1">
                        <div className="balance-value p-1 px-2 bg-sky-600 rounded-full text-white font-medium text-center">Chính: 76 OP</div>
                        <div className="balance-expiry text-xs flex flex-row gap-1 items-center justify-center text-slate-600">
                          <svg className="w-3 h-3" viewBox="0 0 15 15" fill="rgb(71 85 105)" xmlns="http://www.w3.org/2000/svg">
                            <path d="M7.5 7.5H7C7 7.63261 7.05268 7.75979 7.14645 7.85355L7.5 7.5ZM7.5 14C3.91015 14 1 11.0899 1 7.5H0C0 11.6421 3.35786 15 7.5 15V14ZM14 7.5C14 11.0899 11.0899 14 7.5 14V15C11.6421 15 15 11.6421 15 7.5H14ZM7.5 1C11.0899 1 14 3.91015 14 7.5H15C15 3.35786 11.6421 0 7.5 0V1ZM7.5 0C3.35786 0 0 3.35786 0 7.5H1C1 3.91015 3.91015 1 7.5 1V0ZM7 3V7.5H8V3H7ZM7.14645 7.85355L10.1464 10.8536L10.8536 10.1464L7.85355 7.14645L7.14645 7.85355Z" />
                          </svg>
                          20/5/2025
                        </div>
                      </div>
                      <div className="CP_value-promotional max-w-fit flex flex-col gap-1">
                        <div className="promotional-value p-1 px-2 text-sky-600 rounded-full bg-sky-100 font-medium text-center">Khuyến mãi: 96 OP</div>
                        <div className="promotional-expiry text-xs flex flex-row gap-1 items-center justify-center text-slate-600">
                          <svg className="w-3 h-3" viewBox="0 0 15 15" fill="rgb(71 85 105)" xmlns="http://www.w3.org/2000/svg">
                            <path d="M7.5 7.5H7C7 7.63261 7.05268 7.75979 7.14645 7.85355L7.5 7.5ZM7.5 14C3.91015 14 1 11.0899 1 7.5H0C0 11.6421 3.35786 15 7.5 15V14ZM14 7.5C14 11.0899 11.0899 14 7.5 14V15C11.6421 15 15 11.6421 15 7.5H14ZM7.5 1C11.0899 1 14 3.91015 14 7.5H15C15 3.35786 11.6421 0 7.5 0V1ZM7.5 0C3.35786 0 0 3.35786 0 7.5H1C1 3.91015 3.91015 1 7.5 1V0ZM7 3V7.5H8V3H7ZM7.14645 7.85355L10.1464 10.8536L10.8536 10.1464L7.85355 7.14645L7.14645 7.85355Z" />
                          </svg>
                          20/5/2025
                        </div>
                      </div>
                    </div>
                  </div>
                </div>
              </div>
              <div className="box-content-right_service grid grid-cols-2 gap-3">
                <div className="box-content-right_service--toppy bg-white rounded p-4 flex flex-col gap-3">
                  <div className="service_toppy-label font-bold text-lg">Đề xuất từ Toppy AI</div>
                  <div className="service_toppy-value font-medium text-sm text-slate-500">Tự động phân tích bằng công nghệ trí tuệ nhân tạo</div>
                </div>
                <div className="box-content-right_service--expiry bg-white rounded p-4 flex flex-col gap-3">
                  <div className="service_toppy-label font-bold text-lg">Dịch vụ sắp hết hạn</div>
                  <div className="service_toppy-value font-medium text-sm text-slate-500">Hiện không có dịch vụ nào sắp hết hạn</div>
                </div>
              </div>
            </div>
          </div>
        </div>
      </div>
    </div>
  );
}

export default News;